brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "ollama"
brew "rg"
brew "rust"
brew "rustup"
brew "starship"
brew "stow"
brew "tailscale"
brew "tmux"
brew "tree"
brew "zig"
brew "zoxide"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "chatgpt"
cask "codex"
cask "ghostty"
cask "linearmouse"
cask "obsidian"
cask "raycast"
cask "spotify"
